; Generated (09.06.2023 23:45:36) by Windows Update Blocker v1.8
; www.sordum.org

[Main]
Language=Chinese Simplified_简体中文
LastSelected=1
SetTaskScheduler=1
SetRegNoAutoUpdate=1
SetRegNoTrayIcon=1
SetImagePath=1
ProcessBlockOptions=1
ProcessCloseOptions=1

[Service_List]
; 2=Auto
; 3=Manual
; 4=Disabled
wuauserv=2,4
dosvc=2,4
WaaSMedicSvc=3,4
UsoSvc=2,3
BITS=3,3

[TaskScheduler_List]
; 0=Without Action
; 1=Enable Task
; 2=Disable Task
Microsoft\Windows\WindowsUpdate\*=1,2
Microsoft\Windows\UpdateOrchestrator\Schedule Maintenance Work=0,2
Microsoft\Windows\UpdateOrchestrator\Schedule Wake To Work=0,2
Microsoft\Windows\UpdateOrchestrator\Schedule Work=0,2
Microsoft\Windows\UpdateOrchestrator\*=1,2
Microsoft\Windows\WaaSMedic\PerformRemediation=1,2

[Block_Process_List]
; 0=Without Action
; 1=Unblock the Process
; 2=Block the Process
; Warning: If you block an important system file, the operating system may become unstable!
WaaSMedic.exe=1,2
WaasMedicAgent.exe=1,2
Windows10Upgrade.exe=1,2
Windows10UpgraderApp.exe=1,2
UpdateAssistant.exe=1,2
UsoClient.exe=1,2
remsh.exe=1,2
EOSnotify.exe=1,2
SihClient.exe=1,2
InstallAgent.exe=1,2
MusNotification.exe=1,2
MusNotificationUx.exe=1,2
MoNotificationUx.exe=1,2
upfc.exe=1,0
dismHost.exe=1,0

[Close_Process_List]
; 0=Without Action
; 1=Closes the process
; Warning: If you close an important system process, the operating system may become unstable!
MusNotifyIcon.exe=0,1
MusNotification.exe=0,1
MusNotificationUx.exe=0,1
MoNotificationUx.exe=0,1
MoUsoCoreWorker.exe=0,1

[Service_Check]
SU10Guard=4,3
WinUpdStopSvc=4,3
PushToInstall=3,3
TrustedInstaller=3,3

[Language_English]
Translator="BlueLife"
01="This tool is designed to turn off-on Automatic Windows Updates easily and prevent uncontrolled change"
02="Windows Updates Option"
03="Enable Updates"
04="Disable Updates"
05="Protect Services Settings"
06="Service Status"
07="Apply Now"
08="Menu"
09="&Update Options"
10="Windows &Services"
11="&Refresh"
12="&Command Line Info"
13="&Donate"
14="&Contact"
15="&HomePage"
16="&About"
17="Service is enabled and running"
18="Service is enabled and not running"
19="Service is disabled and protected"
20="Service is disabled"
21="Service info is incorrect"
22="An unknown error occurred!"
23="Make a selection and try again!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"
34="&Task Scheduler"
35="&Update &Troubleshooter"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program, otomatik windows güncellemelerini kolayca kapatmak ve tekrar açılmasını engellemek için hazırlanmıştır."
02="Windows Günceleme Seçeneği"
03="Güncellemeyi Etkinleştir"
04="Güncellemeyi Devre Dışı Bırak"
05="Hizmetlerin Ayarlarını Koru"
06="Hizmet Durumu"
07="Şimdi Uygula"
08="Menü"
09="&Güncelleme Seçenekleri"
10="&Windows Hizmetleri"
11="&Yenile"
12="&Komut Istemi Bilgisi"
13="&Bağış Yap"
14="&İletişim"
15="&Web Sitesi"
16="&Hakkında"
17="Hizmet etkin ve çalışıyor"
18="Hizmet etkin ve çalışmıyor"
19="Hizmet devre dışı ve korumalı"
20="Hizmet devre dışı"
21="Hizmet bilgisi hatalı"
22="Bilinmeyen bir hata oluştu!"
23="Bir seçim yap ve tekrar dene!"
24="Dosyaya yazılamadı!"
25="&Hizmet Listesi Seçenekleri"
26="Lütfen Bekleyiniz ..."
27="Görüntülenen Adı:"
28="Açıklaması:"
29="Varsayılan Hizmet Tipi:"
30="Engelli Hizmet Tipi:"
31="Otomatik\n Elle \n Devre Dışı"
32="İşlem Sırasında Ayarları Uygula"
33="Ayarları Kaydet"
34="&Görev Zamanlayıcısı"
35="Sorun Giderme Sihirbazı"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Dieses Tool wurde entwickelt, um automatische\nWindows Updates einfach zu deaktivieren"
02="Windows Update Optionen"
03="Updates aktivieren"
04="Updates deaktivieren"
05="Diensteinstellungen schützen"
06="Dienststatus"
07="Jetzt anwenden"
08="Menü"
09="&Windows Update"
10="Windows &Dienste"
11="&Aktualisieren"
12="&Kommandozeileninfo"
13="&Spenden"
14="&Kontakt"
15="&Webseite"
16="&Über"
17="Dienst aktiviert und ausgeführt"
18="Dienst aktiviert und nicht ausgeführt"
19="Dienst deaktiviert und geschützt"
20="Dienst deaktiviert"
21="Dienstinformation ist falsch"
22="Ein unbekannter Fehler ist aufgetreten!"
23="Treffen Sie eine Auswahl und versuchen Sie es erneut!"
24="Datei kann nicht geschrieben werden!"
25="&Dienst Listenoptionen"
26="Bitte warten Sie ..."
27="Anzeigename:"
28="Beschreibung:"
29="voreingestellt diensttyp:"
30="Deaktivierter Diensttyp:"
31="Automatisch\n Manuell \n Deaktiviert"
32="Während des Betriebs übernehmen die Einstellungen"
33="Einstellungen speichern"
34="&Aufgabenplanung"
35="Der Assistent zur Fehlerbehebung"

[Language_Hebrew_עברית]
Translator="Ronen Nisanov"
01="הכליי הזה נועד לבטל ולאפשר את העדכונים של ווינדוס"
02="שירות העדכונים של ווינדוס"
03="אפשר שירות"
04="בטל שירות"
05="הגן על הגדרות השירות"
06="מצב השירות"
07="החל עכשיו"
08="תפריט"
09="אפשרויות עדכון"
10="שירותים של ווינדוס"
11="רענן"
12="מידע על פקודות"
13="תרום"
14="צור קשר"
15="דף הבית"
16="&אודות"
17="שירות מופעל ופועל"
18="שירות מופעל ולא פועל"
19="שירות מבוטל ומוגן"
20="שירות מבוטל"
21="פרטי השירות שגויים"
22="אירעה שגיאה לא ידועה!"
23="בצע בחירה ונסה שוב!"

[Language_Slovenian_Slovenija]
Translator="Trot"
01="To orodje je zasnovano tako, da lahko samodejne posodobitve za Windows preprosto izklopite in preprečite nenadzorovane spremembe"
02="Posodobitvena storitev Windows"
03="Omogoči storitev"
04="Onemogoči storitev"
05="Zaščitite nastavitve storitve"
06="Stanje storitve"
07="Uporabi zdaj"
08="Meni"
09="&Možnosti posodobitve"
10="Windows in storitve"
11="&Osveži"
12="&Informacije o ukazni vrstici"
13="&Doniraj"
14="&Stik"
15="&HomePage"
16="Storitev omogočena in deluje"
17="Storitev omogočena in ne deluje"
18="Servis je onemogočen in zaščiten"
19="Servis je onemogočen"
20="Informacije o storitvi niso pravilne"
21="Prišlo je do neznane napake!"
22="Izberite izbor in poskusite znova!"

[Language_French_Français]
Translator="Largo"
01="Cet outil est conçu pour activer/désactiver facilement les mises à jour automatiques de Windows et empêcher ce changement"
02="Service Windows Update"
03="Activer les mises à jour"
04="Désactiver les mises à jour"
05="Protéger les paramètres du service"
06="Statut du service"
07="Appliquer maintenant"
08="Menu"
09="&Paramètres Windows Update"
10="&Services Windows"
11="&Actualiser"
12="&Utilisation en ligne de commande"
13="&Faire un don"
14="&Contact"
15="&Page d'accueil"
16="&À propos de"
17="Service activé et en cours d'exécution"
18="Service activé et arrêté"
19="Service désactivé et protégé"
20="Service désactivé"
21="Infos sur le service incorrectes"
22="Une erreur inconnue est survenue !"
23="Faites une sélection et réessayez !"
24="Impossible d'écrire le fichier !"
25="&Options de la liste des services"
26="Veuillez patienter s'il vous plaît ..."
27="Nom affiché :"
28="Description :"
29="Type de démarrage (Windows Update activé) :"
30="Type de démarrage (Windows Update désactivé) :"
31="Automatique\nManuel\nDésactivé"
32="Appliquer les paramètres en fonctionnement"
33="Sauvegarder"
34="&Planificateur de tâches"
35="&Dépannage des Mises à jour"

[Language_Russian_Русский]
Translator="sgagegg"
01="Это ПО предназначено для простого включения-выключения автоматических обновлений Windows и предотвращения неконтролируемых изменений"
02="Опции обновлений Windows"
03="Включить обновления"
04="Отключить обновления"
05="Защитить настройки служб"
06="Состояние службы"
07="Применить сейчас"
08="Меню"
09="&Настройки обновлений"
10="&Службы Windows"
11="&Обновить"
12="&Информация о командной строке"
13="&Пожертвовать"
14="&Контакт"
15="&Домашняя страница"
16="&О программе"
17="Служба включена и работает"
18="Служба включена и не работает"
19="Служба отключена и защищена"
20="Служба отключена"
21="Информация о службе некорректна"
22="Произошла неизвестная ошибка!"
23="Сделайте выбор и попробуйте снова!"
24="Невозможно записать файл!"
25="&Настройки списка служб"
26="Пожалуйста, подождите ..."
27="Отображаемое имя:"
28="Описание:"
29="Тип службы по умолчанию:"
30="Тип отключенной службы:"
31="Автоматически\nРучной\nОтключен"
32="Применить настройки во время операции"
33="Сохранить настройки"
34="&Планировщик заданий"
35="Мастер устранения неполадок"

[Language_Russian_Pусский #2]
Translator="Sergey.Ramazanov"
01="Программа предназначена для контролирования автоматических обновлений Windows."
02="Настройки обновления Windows"
03="Включить обновления"
04="Отключить обновления"
05="Защитить параметры службы"
06="Статус службы"
07="Применить"
08="Меню"
09="&Центр обновления Windows"
10="Открыть службы Windows"
11="&Обновить"
12="Информация о командной строке"
13="&Пожертвовать"
14="&Контакты"
15="&Домашняя страница"
16="&О программе"
17="Служба включена и работает"
18="Служба включена и НЕ работает"
19="Служба отключена и защищена!"
20="Служба отключена!"
21="Неверная служебная информация"
22="Произошла неизвестная ошибка!"
23="Сделайте выбор и попробуйте снова!"
24="Невозможно записать файл!"
25="&Настройка запуска сервисов"
26="Пожалуйста, подождите ..."
27="Отображаемое имя:"
28="Описание:"
29="Запуск службы по умолчанию:"
30="Отключенный тип сервиса:"
31="Автоматич.\n Вручную \n Отключена"
32="Применить настройки во время работы"
33="Сохранить настройки"
34="&Планировщик заданий"
35="Мастер устранения неполадок"

[Language_Italian_Italiano]
Translator="Luca Bastiani"
01="Questo strumento è stato progettato per disattivare gli aggiornamenti automatici in Windows Update facilmente per prevenire cambiamenti improvvisi"
02="Servizio Windows Update"
03="Abilita Servizio"
04="Disabilita Servizio"
05="Impostazioni Protezione Servizio"
06="Stato Servizi"
07="Applica Ora"
08="Menu"
09="&Opzioni Aggiornamento"
10="Servizi &Windows"
11="&Aggiorna"
12="&Informazioni Linee di Comando"
13="&Se ti piace il programma pensa ad una donazione!"
14="&Contatti"
15="&Home Page"
16="&Informazioni"
17="Servizio abilitato e avviato"
18="Servizio abilitato e non avviato"
19="Servizio disabilitato e protetto"
20="Servizio disabilitato"
21="Info del servizio non corretti"
22="Un errore sconosciuto si è verificato!"
23="Effettua una selezione e riprova!"
24="Impossibile scrivere il file!"
25="&Opzioni elenco servizi"
26="Attendi Grazie..."
27="Nome visualizzato:"
28="Descrizione:"
29="Tipo di servizio predefinito:"
30="Tipo di servizio disabilitato:"
31="Automatico\nManuale\nDisabilitato"
32="Applica impostazioni durante il funzionamento"
33="Salva Impostazioni"
34="&Task Scheduler"

[Language_Italian_Italiano #2]
Translator="Student_Forever"
01="Cambia e protegge l'opzione [ Tipo di avvio: ] di Windows Update e degli altri servizi inseriti dall'utente in Wub.ini."
02="[ Windows Update e gli altri servizi gestiti ]"
03="_&Ripristina il Tipo di avvio predefinito"
04="_&Imposta il Tipo di avvio da Wub.ini"
05="_&Proteggi la modifica"
06="[ Windows Update ]"
07="_&Applica adesso"
08="_&Menu"
09="_&1 Apri Windows Update"
10="_&2 Apri Servizi Windows"
11="_&4 Aggiorna l'interfaccia grafica"
12="_&5 Istruzioni per la Linea di Comando"
13="_&6 Fai una donazione -> https://www.sordum.org/donate"
14="_&7 Contattaci -> https://www.sordum.org/contact-us"
15="_&8 Vedi il nostro sito -> https://www.sordum.org"
16="_&9 Informazioni su Windows Update Blocker"
17="Servizio abilitato e avviato"
18="Servizio abilitato e non avviato"
19="Servizio disabilitato e protetto"
20="Servizio disabilitato"
21="Le informazioni sul servizio non sono corrette"
22="Si è verificato un errore sconosciuto!"
23="Effettua una selezione e riprova!"
24="Impossibile scrivere il file!"
25="_&3 Elenco e opzioni dei servizi gestiti"
26="Attendi per favore..."
27="Nome visualizzato:"
28="Descrizione:"
29="Tipo di avvio predefinito:"
30="Tipo di avvio modificato:"
31="Automatico\nManuale\nDisabilitato"
32="Applica impostazioni durante il funzionamento"
33="Salva Impostazioni"
34="&Task Scheduler"

[Language_Polish_Polski]
Translator="Andrzej Mazurkiewicz"
01="To narzędzie służy do łatwego włączania automatycznych aktualizacji Windows i zapobiegania niekontrolowanym zmianom"
02="Usługa Windows Update"
03="Włącz usługę"
04="Wyłącz usługę"
05="Chroń ustawienia usługi"
06="Stan usługi"
07="Zastosuj teraz"
08="Menu"
09="&Opcje aktualizacji"
10="Usługi &Windows"
11="&Odśwież"
12="&Informacje o wierszu poleceń"
13="&Wspomóż"
14="&Kontakt"
15="&Strona domowa"
16="&O programie"
17="Usługa włączona i uruchomiona"
18="Usługa włączona i nie działa"
19="Usługa wyłączona i chroniona"
20="Usługa wyłączona"
21="Informacje o usłudze są niepoprawne"
22="Wystąpił nieznany błąd!"
23="Dokonaj wyboru i spróbuj ponownie!"

[Language_Spanish_Español España]
Translator="Freire Hispalensis"
01="Esta herramienta está diseñada para desactivar las actualizaciones automáticas de Windows fácilmente y evitar cambios no controlados."
02="Opción de actualizaciones de Windows"
03="Habilitar actualizaciones"
04="Deshabilitar actualizaciones"
05="Proteger la configuración de los servicios"
06="Estado del servicio"
07="Aplicar ahora"
08="Menú"
09="Opciones de actualización"
10="Servicios de Windows"
11="Actualizar"
12="Información de línea de comando"
13="Donar"
14="Contactar"
15="Página principal"
16="Acerca de"
17="El servicio está habilitado y en ejecución"
18="El servicio está habilitado y no se está ejecutando"
19="El servicio está deshabilitado y protegido."
20="El servicio está deshabilitado"
21="La información del servicio es incorrecta"
22="Seleccionar y volver a probar"
23="¡Haz una selección e inténtalo de nuevo!"
24="¡No se puede escribir el archivo!"
25="Opciones de la lista de servicios"
26="Por favor, espere..."
27="Nombre para mostrar:"
28="Descripción:"
29="Tipo de servicio predeterminado:"
30="Tipo de servicio deshabilitado:"
31="Automático\n Manual\n Deshabilitado"
32="Aplicar ajustes durante la operación"
33="Guardar ajustes"
34="Programador de tareas"

[Language_Spanish_Español Argentina]
Translator="Facundo"
01="Esta herramienta esta diseñada para apagar facilmente las actualizaciones automaticas de windows y prevenir un cambio descontrolado"
02="Servicio de Windows Update"
03="Habilitar Servicio"
04="Deshabilitar Servicio"
05="Configuración protegida del servicio"
06="Estado del servicio"
07="Aplicar ahora"
08="Menu"
09="Opciones de Windows Update"
10="Servicios de Windows"
11="Actualizar"
12="Informacion de Linea de Comandos"
13="Donar"
14="Contacto"
15="Pagina Web"
16="&Sobre"
17="El Servicio esta habilitado y corriendo"
18="El Servicio esta habilitado y no esta corriendo"
19="El Servicio esta deshabilitado y protegido"
20="Servicio Deshabilitado"
21="La informacion del servicio es incorrecta"
22="Ha ocurrido un error desconocido"
23="Seleccione una opcion e intente nuevamente"
24="No es posible escribir el Archivo!"
25="Opciones de la lista de Servicios"
26="Espere por favor..."
27="Nombre para Mostrar"
28="Descripcion"
29="Tipo de servicio por defecto"
30="Tipo de servicio deshabilitado"
31="Automatico Manual Deshabilitado"
32="Aplicar Configuración Durante la Operacion"
33="Guardar Configuracion"
34="&Task Scheduler"

[Language_Czech_Česky]
Translator="Karol"
01="Tento nástroj je navržen tak, aby snadno vypnul-zapnul autom. aktualizace Windows a zabránil nekontrolovaným změnám"
02="Služba Windows Update"
03="Povolit službu"
04="Zakázat službu"
05="Chraňte nastavení služby"
06="Stav služby"
07="Teď použít"
08="Nabídka"
09="&Možnosti aktualizace"
10="Windows &služby"
11="&Obnovit"
12="&Informace o příkazovém řádku"
13="&Darovat"
14="&Kontaktovat"
15="&Domovská stránka"
16="&O programu"
17="Služba je povolena a běží"
18="Služba je povolena a není spuštěna"
19="Služba je zakázána a chráněna"
20="Služba byla zakázána"
21="Informace o službě jsou nesprávné"
22="Nastala neznámá chyba!"
23="Proveďte výběr a zkuste to znovu!"

[Language_Ukrainian_Українська]
Translator="aternix"
01="Утиліта розроблена для зручного вимкнення автоматичих оновлень Windows та запобігання неконтрольованих змін"
02="Служба оновлення Windows"
03="Увімкнути службу"
04="Вимкнути службу"
05="Захистити налаштування служби"
06="Стан служби"
07="Застосувати зараз"
08="Меню"
09="&Параметри оновлення"
10="&Служби Windows"
11="&Оновити"
12="&Параметри командного рядка"
13="&Пожертвувати"
14="&Контакти"
15="&Домашня сторінка"
16="&Інформація"
17="Служба увімкнена і працює"
18="Служба увімкнена, не працює"
19="Служба вимкнена та захищена"
20="Служба вимкнена"
21="Інформація про службу некоректна"
22="Виникла невідома помилка!"
23="Зробіть вибір та спробуйте ще раз!"
24="Неможливо зберегти файл!"
25="&Параметри запуску служб"
26="Будь-ласка, зачекайте ..."
27="Назва:"
28="Опис:"
29="Типовий стан запуску служби:"
30="Виимкнений стан служби:"
31="Автоматично\nВручну\nВимкнено"
32="Застосувати параметри під час роботи"
33="Зберегти налаштування"
34="&Task Scheduler"

[Language_Dutch_Nederlands]
Translator="Thomas De Rocker"
01="Automatische Windows-updates eenvoudig in- of uitschakelen en ongecontroleerde wijziging voorkomen"
02="Opties voor Windows Update"
03="Updates inschakelen"
04="Updates uitschakelen"
05="Service-instellingen beschermen"
06="Status van service"
07="Nu toepassen"
08="Menu"
09="Opties &bijwerken"
10="Windows-&services"
11="Ve&rnieuwen"
12="&Opdrachtregel-info"
13="&Doneren"
14="&Contact"
15="&Homepagina"
16="&Over"
17="Service ingeschakeld en actief"
18="Service ingeschakeld en niet actief"
19="Service uitgeschakeld en beschermd"
20="Service uitgeschakeld"
21="Service-info is onjuist"
22="Er is een onbekende fout opgetreden."
23="Maak een selectie en probeer het opnieuw."
24="Bestand kon niet geschreven worden."
25="&Service-lijst opties"
26="Even geduld..."
27="Weergavenaam:"
28="Beschrijving:"
29="Standaard service-type:"
30="Uitgeschakeld service-type:"
31="Automatisch\nHandmatig\nUitgeschakeld"
32="Instellingen toepassen tijdens handeling"
33="Instellingen opslaan"
34="&Task Scheduler"

[Language_Greek_Ελληνικά]
Translator="geogeo (www.geogeo.gr)"
01="Εργαλείο για απ-ενεργοποίηση των αυτόμ. ενημερώσεων των Windows, για την αποφυγή ανεξέλεγκτων αλλαγών."
02="Επιλογή ενημέρωσης των Windows"
03="Ενεργοποίηση ενημερώσεων"
04="Απενεργοποίηση ενημερώσεων"
05="Προστασία ρυθμίσεων υπηρεσιών"
06="Κατάσταση υπηρεσίας"
07="Εφαρμογή τώρα"
08="Μενού"
09="Επι&λογές ενημέρωσης"
10="&Υπηρεσίες των Windows"
11="&Ανανέωση"
12="Πληροφορίες &Γραμμής εντολών"
13="&Δωρεά"
14="&Επικοινωνία"
15="&Ιστοσελίδα"
16="&Περί"
17="Η υπηρεσία είναι ενεργή και εκτελείται"
18="Η υπηρεσία είναι ενεργή και δεν εκτελείται"
19="Η υπηρεσία είναι ανενεργή και προστατεύεται"
20="Η υπηρεσία είναι ανενεργή"
21="Οι πληροφορίες της υπηρεσίας είναι εσφαλμένες"
22="Παρουσιάστηκε ένα άγνωστο σφάλμα!"
23="Κάντε μια επιλογή και δοκιμάστε πάλι!"
24="Δεν είναι δυνατή η εγγραφή στο αρχείου!"
25="Επιλογές λίστας Υπη&ρεσιών"
26="Παρακαλώ περιμένετε..."
27="Εμφανιζόμενο όνομα:"
28="Περιγραφή:"
29="Προεπιλεγμένος τύπος υπηρεσίας:"
30="Τύπος απενεργοποιημένης υπηρεσίας:"
31="Αυτόματα\n Χειροκίνητα \n Ανενεργή"
32="Εφαρμογή των ρυθμίσεων κατά την λειτουργία"
33="Αποθήκευση ρυθμίσεων"
34="&Χρονοδιάγραμμα εργασιών"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ez az eszköz az automatikus Windows-frissítések egyszerű kikapcsolására és az ellenőrizetlen módosítások megakadályozására szolgál."
02="Windows frissítések beállítása"
03="Frissítések engedélyezése"
04="Frissítések letiltása"
05="Szolgáltatások védelme"
06="Szolgáltatás állapota"
07="Alkalmazás most"
08="Menü"
09="&Frissítési beállítások"
10="Windows &szolgáltatások"
11="&Frissítés"
12="&Parancssori információ"
13="&Adomány"
14="&Kapcsolat"
15="&Honlap"
16="&Névjegy"
17="A szolgáltatás engedélyezve van és fut"
18="A szolgáltatás engedélyezve van, de nem fut"
19="A szolgáltatás le van tiltva és védett"
20="A szolgáltatás le van tiltva"
21="A szolgáltatási információ helytelen"
22="Ismeretlen hiba történt!"
23="Válasszon és próbálja meg újra!"
24="A fájl írása nem lehetséges!"
25="&Szolgáltatáslista beállításai"
26="Kérjük, várjon ..."
27="Megjelenítendő név:"
28="Leírás:"
29="Alapértelmezett szolgáltatás típusa:"
30="Letiltott szolgáltatás típusa:"
31="Automatikus\nKézi\nLetiltva"
32="Beállítások alkalmazása működés közben"
33="Beállítások mentése"
34="&Feladatütemező"

[Language_Chinese Simplified_简体中文]
Translator="CX & Anthony & xbb"
01="这个工具旨在轻松关闭/开启Windows自动更新并防止不受控制的操作"
02="Windows 更新设置"
03="启用更新"
04="禁用更新"
05="锁定服务设置"
06="服务状态"
07="应用"
08="菜单"
09="&打开设置->更新"
10="打开 Windows 服务"
11="&刷新"
12="&命令行选项"
13="&捐赠"
14="&联系我们"
15="&主页"
16="&关于"
17="服务已启用并正在运行"
18="服务已启用但未运行"
19="服务被禁用并被保护中"
20="服务被禁用"
21="服务信息不正确"
22="我们这边出了错。"
23="选择一项并再试一次。"
24="无法写入文件。"
25="&详细服务选项"
26="请稍等……"
27="显示名称："
28="描述："
29="默认服务类型："
30="禁用时服务类型："
31="自动\n手动\n禁用"
32="同时应用设置"
33="保存设置"
34="&打开计划任务"
35="&更新与故障排除"

[Language_Chinese Traditional_繁體中文]
Translator="DayKing@Unikoshardware"
01="本工具為輕鬆地關閉自動更新並防止不受控制的變更而設計"
02="Windows Update 服務"
03="啟用服務"
04="停用服務"
05="保護服務設定"
06="服務狀態"
07="立即套用"
08="功能表"
09="更新選項(&U)"
10="Windows 服務(&S)"
11="重新整理(&R)"
12="命令列資訊(&C)"
13="捐贈(&D)"
14="連絡(&C)"
15="首頁(&H)"
16="關於(&A)"
17="服務已啟用且正在執行"
18="服務已啟用但並無執行"
19="服務已停用且已受保護"
20="服務已停用"
21="服務資訊不正確"
22="發生未知錯誤！"
23="進行選擇並再試一次！"
24="無法寫入檔案!"
25="服務清單選項(&S)"
26="請稍候 ..."
27="顯示名稱："
28="描述:"
29="預設服務類型："
30="已停用服務類型："
31="自動\n手動\n已停用"
32="操作期間套用設定"
33="儲存設定"
34="&任務計劃程序"
35="&更新與故障排除"

[Language_Portuguese_Português]
Translator="TEC Store OAZ"
01="Esta ferramenta foi projectada para ligar/desligar facilmente as actualizações automáticas do Windows e evitar alterações descontroladas"
02="Serviço de Atualização do Windows"
03="Ativar Serviço"
04="Desativar Serviço"
05="Proteger Configurações do Serviço"
06="Estado do Serviço"
07="Aplicar Agora"
08="Menu"
09="&Opções de Atualização"
10="&Serviços Windows"
11="&Atualizar"
12="&Informação de Linha de Comando"
13="&Doar"
14="&Contato"
15="&Página Inicial"
16="&Sobre"
17="Serviço activado e em execução"
18="Serviço activado e não em execução"
19="Serviço desactivado e protegido"
20="Serviço desactivado"
21="Informações de serviço estão incorrectas"
22="Ocorreu um erro desconhecido!"
23="Faça uma selecção e tente novamente!"
24="Incapaz de gravar o arquivo!"
25="&Opções de lista de serviços"
26="Por favor, aguarde..."
27="Nome de exibição:"
28="Descrição:"
29="Tipo de serviço padrão:"
30="Tipo de serviço desativado:"
31="Automático\nManual\nDesativado"
32="Aplicar Configurações Durante a Operação"
33="Salvar Configurações"
34="&Task Scheduler"

[Language_Portuguese_Português (Brasil)]
Translator="Adriano Bonifácio"
01="Esta ferramenta foi projetada para desativar as Atualizações Automáticas do Windows facilmente e evitar alterações descontroladas"
02="Opção de atualizações do Windows"
03="Ativar atualizações"
04="Desativar atualizações"
05="Proteger configurações de serviços"
06="Status do serviço"
07="Aplicar agora"
08="Menu"
09="Atualizar e opções"
10="Windows e serviços"
11="Atualizar"
12="Informações da linha de comando"
13="Doar"
14="Contate-Nos"
15="Website oficial"
16="sobre"
17="O serviço está ativado e em execução"
18="O serviço está ativado e não está em execução"
19="O serviço está desativado e protegido"
20="O serviço está desativado"
21="As informações do serviço estão incorretas"
22="Ocorreu um erro desconhecido!"
23="Faça uma seleção e tente novamente!"
24="Não foi possível gravar o arquivo!"
25="Opções da lista de serviços"
26="Por favor, aguarde ..."
27="Nome em Exibição:"
28="Descrição:"
29="Tipo de serviço padrão:"
30="Tipo de serviço desativado:"
31="Automático\nManual\nDesabilitado"
32="Aplicar configurações durante a operação"
33="Salvar configurações"
34="Agendador de tarefas"

[Language_Arabic_العربية]
Translator="BlueLife"
01="تم تصميم هذه الاداه لايقاف تشغيل تحديثات وندوز التلقائية بسهوله ومنع التغيير غير المتحكم فيه"
02="خدمه تحديث وندوز"
03="تمكين الخدمة"
04="تعطيل الخدمة"
05="حماية اعدادات الخدمة"
06="حاله الخدمة"
07="تطبيق الان"
08="القائمة"
09="&خيارات التحديث"
10="خدمات &ويندوز"
11="&تحديث"
12="&سطر الاوامر معلومات"
13="& تبرع ترجمة فتحي الداودية "
14="&الاتصال"
15="&الصفحة الرئيسية"
16="ومعلومات عن"
17="تمكين الخدمة وتشغيلها"
18="تم تمكين الخدمة وعدم تشغيلها"
19="الخدمة معطله ومحمية"
20="الخدمة معطله"
21="معلومات الخدمة غير صحيحه"
22="حدث خطا مجهول"
23="اجراء تحديد وحاول مره اخرى!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"
34="&Task Scheduler"

[Language_Korean_한국어]
Translator="VenusGirl"
01="이 도구는 Windows 자동 업데이트를 쉽게 끄고 제어되지 않는 변경을 방지하도록 설계되었습니다"
02="Windows 업데이트 옵션"
03="업데이트 사용"
04="업데이트 사용 안 함"
05="서비스 설정 보호"
06="서비스 상태"
07="지금 적용"
08="메뉴"
09="업데이트 옵션(&U)"
10="Windows 서비스(&W)"
11="새로 고침(&R)"
12="명령줄 정보(&C)"
13="기부(&D)"
14="연락처(&C)"
15="홈페이지(&H)"
16="프로그램 정보(&A)"
17="서비스를 사용하고 실행 중입니다"
18="서비스를 사용하고 실행되고 있지 않습니다"
19="서비스를 사용하지 않고 보호됩니다"
20="서비스를 사용하지 않습니다"
21="서비스 정보가 잘못되었습니다"
22="알 수 없는 오류가 발생했습니다!"
23="선택한 후 다시 시도하십시오!"
24="파일을 쓸 수 없습니다!"
25="서비스 목록 옵션(&S)"
26="잠시 기다려주세요 ..."
27="이름 표시:"
28="설명:"
29="기본 서비스 유형 :"
30="사용하지 않는 서비스 유형:"
31="작동:\n수동\n사용안 함"
32="작업 중 설정을 적용합니다"
33="설정 저장"
34="작업 스케줄러(&T)"

[Language_Vietnamese_Tiếng Việt]
Translator="Tuấn Anh Vũ"
01="Công cụ này được thiết kế để tắt tính năng Cập nhật Windows Tự động một cách dễ dàng và ngăn chặn sự thay đổi không kiểm soát được"
02="Tùy chọn cập nhật Windows"
03="Bật cập nhật"
04="Tắt cập nhật"
05="Bảo vệ cài đặt dịch vụ"
06="Tình trạng dịch vụ"
07="Áp dụng ngay bây giờ"
08="Menu"
09="&Tùy chọn cập nhật"
10="Windows & Dịch vụ"
11="&Làm mới"
12="&Thông tin dòng lệnh"
13="&Ủng hộ"
14="&Liên hệ"
15="&Trang chủ"
16="&Thông tin"
17="Dịch vụ đã được kích hoạt và đang chạy"
18="Dịch vụ được kích hoạt và không chạy"
19="Dịch vụ bị vô hiệu hóa và được bảo vệ"
20="Dịch vụ bị vô hiệu hóa"
21="Thông tin dịch vụ không chính xác"
22="Đã xảy ra lỗi không xác định!"
23="Hãy lựa chọn và thử lại!"
24="Không thể ghi tệp!"
25="&Tùy chọn danh sách dịch vụ"
26="Vui lòng chờ ..."
27="Tên hiển thị:"
28="Diện mạo"
29="Loại dịch vụ mặc định:"
30="Loại dịch vụ bị vô hiệu hóa:"
31="Tự động\nThủ công\nVô hiệu hóa"
32="Áp dụng cài đặt trong quá trình hoạt động"
33="Lưu các thiết lập"

[Language_Japanese_日本語]
Translator="Jagee"
01="このツールはWindowsの自動更新を簡単にオン・オフでき、制御不能な更新を防止するために設計されています"
02="Windowsアップデートサービス"
03="サービスを有効にする"
04="サービスを無効にする"
05="サービスの設定を保護"
06="サービスの状態"
07="今すぐ適用"
08="メニュー"
09="アップデートの設定 (&U)"
10="サービスの設定 (&S)"
11="最新の情報に更新 (&R)"
12="コマンドライン情報 (&C)"
13="寄付する (&D)"
14="コンタクト (&C)"
15="ホームページ (&H)"
16="ソフトについて"
17="サービスは有効で実行中です"
18="サービスは有効ですが停止しています"
19="サービスは無効で保護されています"
20="サービスは無効です"
21="サービスの情報を取得できませんでした"
22="不明なエラーが発生しました！"
23="もう一度選択してやり直してください！"
24="書き込みできません!"
25="サービス一覧 (&S)"
26="お待ちください ..."
27="表示名:"
28="説明:"
29="既定のスタートアップ:"
30="変更後のスタートアップ:"
31="自動\n 手動 \n 無効"
32="操作中に設定を適用"
33="設定を保存"
34="&Task Scheduler"

[Language_Indonesian_Bahasa Indonesia]
Translator="Nicedward"
01="Alat ini dibuat untuk menyala/matikan Pembaruan Windows Otomatis dan mencegah perubahan yang tak terkendali"
02="Layanan Pembaruan Windows"
03="Nyalakan Layanan"
04="Matikan Layanan"
05="Lindungi Pengaturan Layanan"
06="Status Layanan"
07="Terapkan Sekarang"
08="Menu"
09="&Opsi Pembaruan"
10="Layanan &Windows"
11="&Segarkan"
12="&Info Baris Perintah"
13="&Donasi"
14="&Hubungi"
15="&Beranda"
16="&Tentang"
17="Layanan dinyalakan dan sedang berjalan"
18="Layanan dinyalakan dan sedang tak berjalan"
19="Layanan dimatikan dan dilindungi"
20="Layanan dimatikan"
21="Info layanan salah"
22="Terjadi kesalahan yang tak diketahui!"
23="Buat pilihan dan coba lagi!"

[Language_Persian_پارسی]
Translator="Ahad Shahrooznia"
01="این افزار جهت خاموش کردن آسان بروزرسانی خودکار ویندوز بوده و از تغییرات ناخواسته جلوگیری می کند"
02="تنظیمات بروزرسانی ویندوز"
03="فعال کردن بروزرسانی"
04="غیرفعال کردن بروزرسانی"
05="محافظت از تنظیمات سرویس"
06="وضعیت سرویس"
07="هم اکنون اعمال کن"
08="منو"
09="&تنظیمات بروزرسانی"
10="&سرویس های ویندوز"
11="&به روز رسانی"
12="&اطلاعات خط فرمان"
13="&اهدای کمک"
14="&تماس با ما"
15="&وب سایت"
16="&درباره"
17="سرویس فعال شده و درحال اجرا است"
18="سرویس فعال شده و درحال اجرا نیست"
19="سرویس غیرفعال و محافظت شده است"
20="سرویس غیرفعال است"
21="اطلاعات سرویس اشتباه است"
22="خطای ناشناخته رخ داد!"
23="انتخابی انجام دهید و مجددا تلاش کنید!"
24="عدم امکان ساخت فایل!"
25="&تنظیمات لیست سرویس"
26="لطفا منتظر باشید..."
27="نام نمایش:"
28="توضیحات:"
29="نوع سرویس پیشفرض:"
30="نوع سرویس غیرفعال شده:"
31="خودکار\nدستی\nغیرفعال شده"
32="اعمال کردن تنظیمات در حین اجرای عملیات"
33="ذخیره کردن تنظیمات"
34="&برنامه ریزی"

[Language_Swedish_Svenska]
Translator="Granberg"
01="Det här programmet kan aktivera/inaktivera automatiska uppdateringar av Windows och förhindrar okontrollerade ändringar"
02="Alternativ för Windows Updates"
03="Aktivera uppdateringar"
04="Inaktivera uppdateringar"
05="Skydda tjänsteinställningar"
06="Tjänstestatus"
07="Verkställ nu"
08="Meny"
09="&Uppdateringsalternativ"
10="Windows-tjän&ster"
11="Uppdate&ra"
12="&Kommandoradsinfo"
13="&Donera"
14="K&ontakt"
15="&Hemsida"
16="&Om"
17="Tjänsten är aktiverad och körs"
18="Tjänsten är aktiverad och körs inte"
19="Tjänsten är inaktiverad och skyddad"
20="Tjänsten är inaktiverad"
21="Tjänsteinfon är felaktig"
22="Ett okänt fel uppstod!"
23="Gör ett val och försök igen!"
24="Det gick inte att skriva filen!"
25="Alternativ för tjän&stelistan"
26="Vänta..."
27="Namn på tjänsten:"
28="Beskrivning"
29="Standardtyp för tjänst:"
30="Inaktiverad tjänstetyp:"
31="Automatisk\nManuell\nInaktiverad"
32="Verkställ inställningar under drift"
33="Spara inställningar"
34="&Schemaläggaren"
35="Åtgärda problem med Windows Update"

[Language_Thai_ภาษาไทย]
Translator="Thanaphol Nantakaset"
01="เครื่องมือนี้ได้รับการออกแบบมาเพื่อปิดใช้งานการปรับปรุง(อัพเดท) Windows แบบอัตโนมัติและปิดการตั้งค่า"
02="บริการ Windows Update"
03="เปิดการใช้งานเซอร์วิส"
04="ปิดการใช้งานเซอร์วิส"
05="ป้องกันการตั้งค่าเซอร์วิส"
06="สถานะเซอร์วิส"
07="ใช้งาน"
08="เมนู"
09="&เรียกหน้าต่างวินโดว์อัพเดท"
10="เรียกหน้าต่างตั้งค่าเซอร์วิส"
11="&รีเฟรช"
12="ข้อมูลบรรทัดคำสั่ง(Command Line)"
13="&บริจาค"
14="&ติดต่อ"
15="&โฮมเพจ"
16="&เกี่ยวกับ"
17="เปิดการใช้งานเซอร์วิสและเริ่มทำงาน"
18="เปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
19="ปิดการใช้งานเซอร์วิสและป้องกันการตั้งค่า"
20="ปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
21="ข้อมูลเซอร์วิสไม่ถูกต้อง"
22="เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ!"
23="โปรดลองอีกครั้ง!"

[Language_Thai_ภาษาไทย #2]
Translator="นิติกร คำภักดี"
01="เครื่องมือนี้ออกแบบมาเพื่อปิดหรือเปิดการอัพเดทวินโดวส์โดยอัตโนมัติอย่างง่ายดาย"
02="วินโดวส์อัปเดตเซอร์วิส"
03="เปิดใช้งานเซอร์วิส"
04="ปิดใช้งานเซอร์วิส"
05="เปิดปกป้องการตั้งค่าเซอร์วิส"
06="สถานะเซอร์วิส"
07="ใช้ตอนนี้"
08="เมนู"
09="&ตัวเลือกการอัปเดต"
10="วินโดวส์&เซอร์วิส"
11="&รีเฟรช"
12="&ข้อมูลบรรทัดคำสั่ง"
13="&บริจาค"
14="&ติดต่อ"
15="&โฮมเพจ"
16="&เกี่ยวกับt"
17="เปิดใช้งานเซอร์วิสและทำงาน"
18="เปิดใช้งานเซอร์วิสและไม่ทำงาน"
19="ปิดใช้งานเซอร์วิสและเปิดปกป้องการตั้งค่าเซอร์วิส"
20="ปิดใช้งานเซอร์วิส"
21="เซอร์วิสข้อมูลไม่ถูกต้อง "
22="เกิดข้อผิดพลาดที่ไม่รู้จัก!"
23="เลือกแล้วลองอีกครั้ง!!"

[Language_Georgian_ქართული]
Translator="ბლუ ლაიფი"
01="ეს აპლიკაცია შექმინილია ვინდოუსის ავტომატური განახლებების გამოსართავად და გაუკონტროლებელი ცვლილებებისგან დასაცავად"
02="ვინდოუსის განახლების სერვისი"
03="სერვისის ჩართვა"
04="სერვისის გამორთვა"
05="სერვისის პარამეტრების დაცვა"
06="სერვისის სტატუსი"
07="მიმართვა ახლა"
08="მენიუ"
09="განახლებების ოპციები"
10="ვინდოუსის სერვისები"
11="განახლება"
12="ბრძანებათა ხაზის ინფო"
13="შეწირვა"
14="კონტაქტი"
15="მთავარი გვერდი"
16="შესახებ"
17="სერვისი ჩართული და გაშვებულია"
18="სერვისი ჩართულია მაგრამ არაა გაშვებული"
19="სერვისი გამორთულია და დაცულია"
20="სერვისი გამორთულია"
21="სერვისის ინფორმაცია არასწორია"
22="უცნობი შეცდომა მოხდა!"
23="აირჩიეთ ვარიანტი და ხელახლა სცადეთ!"
24="ვერ მოხერხდა ფაილის ჩაწერა!"
25="სერვისების სიის ოფციები"
26="გთხოვთ მოიცადოთ..."
27="საჩვენებელი სახელი:"
28="აღწერა:"
29="ნაგულისხმევი სერვისის ტიპი:"
30="გამორთული სერვისის ტიპი:"
31="ავტომატური\n ხელოვნური\n გამორთული"
32="პარამეტრების ოპერაციისას დამახსოვრება"
33="პარამეტრების დამახსოვრება"
34="&Task Scheduler"

[Language_Danish_Dansk]
Translator="fezzfezz"
01="Dette værktøj er designet til nemt at slå Automatisk Windows Opdatering automatisk til og fra."
02="Windows Opdaterings Tjeneste"
03="Slå Tjeneste til"
04="Slå Tjeneste fra"
05="Beskyt Tjeneste Indstillinger"
06="Tjeneste Status"
07="Tilføj Nu"
08="Menu"
09="&Opdaterings Indstillinger"
10="Windows &Tjenester"
11="&Opdater"
12="&Kommandolinje Info"
13="&Donere"
14="&Kontakt"
15="&Hjemmeside"
16="&Om"
17="Tjeneste er slået til og kører"
18="Tjeneste er slået til, men kører ikke"
19="Tjeneste er slået fra og sikret"
20="Tjeneste er slået fra"
21="Tjeneste info er forkert"
22="En ukendt fejl opstod!"
23="Foretag et valg og prøve igen!"
24="Kan ikke oprette fil!"
25="&Tjeneste Liste Indstillinger"
26="Vent Venligst ..."
27="Visningsnavn:"
28="Beskrivelse:"
29="Standard Tjeneste Type:"
30="Tjeneste Typer Slået fra:"
31="Automatisk\nManuelt\nSlået fra"
32="Tilføj Indstillinger Under Kørsel"
33="Gem Indstillinger"
34="&Task Scheduler"

[Language_Albanian_Shqip]
Translator="Durim Tabaku"
01="Ky mjet është prodhuar për të çaktivizuar me lehtësi përditësimet automatike të sistemit Windows dhe për të parandaluar ndryshimet e pakontrolluara."
02="Shërbimi i përditësimit të Windows-it"
03="Aktivizo shërbimin"
04="Çaktivizo shërbimin"
05="Mbro konfigurimin e shërbimit"
06="Gjendja e shërbimit"
07="Zbatoje tani"
08="Menuja"
09="Opsione &Përditësimi"
10="&Shërbimet e Windows-it"
11="&Rifreskoje"
12="&Info linjë komande"
13="&Dhuro"
14="&Kontakti"
15="&Faqja kryesore"
16="Shërbimi është aktiv dhe në punë"
17="Shërbimi është aktiv por jo në punë"
18="Shërbimi është i çaktivizuar dhe i mbrojtur"
19="Shërbimi është i çaktivizuar"
20="Info e shërbimit është i pasaktë"
21="Ndodhi një gabim i panjohur."
22="Bëj një zgjedhje dhe provoje përsëri."
23="Skedari nuk u shkrua dot."
24="&Opsione të listës së shërbimeve"
25="Lutemi prisni..."
26="Emri i paraqitur:"
27="Përshkrimi:"
28="Lloji i paracaktuar i shërbimit:"
29="Lloji i çaktivizuar i shërbimit:"
30="Automatik\nManual\nÇaktivizuar"
31="Apliko konfigurimin gjatë veprimit"
32="Ruaj konfigurimin"

[Language_Azerbaijani_Azərbaycanca]
Translator="Qüdrət"
01="Bu alət Birbaşa Windows Yeniləmələrini asanlıqla söndürmək/qoşmaq və nəzarətsiz dəyişmənin qarşısını almaq üçün hazırlanmışdır"
02="Windows Yeniləmə Tənzimləmələri"
03="Yeniləmələri Qoşmaq"
04="Yeniləmələri Söndürmək"
05="Xidmət Tənzimləmələri Qorumaq"
06="Xidmət Vəziyyəti"
07="Tətbiq"
08="Seçimlər"
09="&Windows Yeniləmə Mərkəzi"
10="Windows &Xidmətləri"
11="&Yeniləmək"
12="&Əmr Sətri Məlumatı"
13="&İanə"
14="&Əlaqə"
15="&Əsas Səhifə"
16="&Haqqında"
17="Xidmət qoşulub və işləyir"
18="Xidmət qoşulub və İşləmir"
19="Xidmət söndürülüb və qorunur"
20="Xidmət söndürülüb"
21="Xidmət məlumatları yanlışdır"
22="Naməlum xəta baş verdi!"
23="Seçim etmək və yenidən cəhd etmək!"
24="Faylı yazmaq alınmır!"
25="&Xidmətlərin Qoşulma Tənzimləmələri"
26="Lütfən, Gözləyin ..."
27="Görünən Ad:"
28="Təsvir:"
29="Xidmətin Sabit Qoşulması:"
30="Xidmətin Söndürülmə Növü:"
31="Birbaşa\n Əl ilə \n Söndürülüb"
32="Tənzimləmələri İşləyən Zaman Tətbiq Etmək"
33="Tənzimləmələri Saxlamaq"
34="&Task Scheduler"

[Language_Bulgarian_Български]
Translator="ExaFlop"
01="Този инструмент е създаден za лесно включване и изключване na автоматичните актуализации на Windows и да предотвратява неконтролирани промени"
02="Настройка на актуализациите за Windows"
03="Включи актуализациите"
04="Изключи актуализациите"
05="Защити настройките на услугата"
06="Статус на услугата"
07="Приложи сега"
08="Меню"
09="&Найстройка на актуализациите"
10="&Услуги на Windows"
11="&Опресни"
12="&Информация от команден ред"
13="&Дарете"
14="&Контакт"
15="&Уеб страница"
16="&Относно"
17="Услугата е включена и стартирана"
18="Услугата е включена, но не е стартирана"
19="Услугата е изключена и защитена"
20="Услугата е изключена"
21="Информацията за услугата е неправилна"
22="Възникна непозната грешка!"
23="Направете избор и опитайте отново!"
24="Файлът не може да бъде записан!"
25="&Настройка на списъка с услуги"
26="Моля, изчакайте..."
27="Име:"
28="Описание:"
29="Тип на услугата по подразбиране:"
30="Изключен тип на услуга:"
31="Aвтоматично\n Ръчно \n Изключено"
32="Приложи настройките по време на операцията"
33="Запази настройките"
34="&Task Scheduler"

[Language_Serbian_Srpski]
Translator="Nenad Pešić"
01="Ova alatka je napravljena tako da lako možete isključiti automatsko ažuriranje Windows sistema i da sprečite nekontrolisane promene"
02="Opcija ažuriranja Windowsa"
03="Uključi automatska ažuriranja"
04="Isključi automatska ažuriranja"
05="Zaštitite podešavanja servisa"
06="Status servisa"
07="Primeni"
08="Meni"
09="&Opcije ažuriranja"
10="Windows &Servisi"
11="&Osveži"
12="&Informacije komandne linije"
13="&Donirajte"
14="&Kontaktirajte nas"
15="&Početna stranica"
16="&O nama"
17="Servis je uključen i izvršava se"
18="Servis je uključen ali se ne izvršava"
19="Serrvis je isključen i zaštićen"
20="Servis je isključen"
21="Informacije o servisu su netačne"
22="Dogodila se nepoznata greška!"
23="Napravite selekciju i pokušajte ponovo!"
24="Nije moguće napraviti datoteku!"
25="&Lista Opcija Servisa"
26="Molimo Sačekajte ..."
27="Ime:"
28="Opis:"
29="Podrazumevani Tip Servisa:"
30="Tip Isključenog Servisa:"
31="Automatski\nRučni\nIsključen"
32="Primen Podešavanja Tokom Operacije"
33="Sačuvajte Podešavanja"
34="&Task Scheduler"

[Language_Uzbek_Oʻzbekcha]
Translator="Zafar Shamsiddinov"
01="Tizimning avtomatik yangilanishini nazorat qiluvchi ilova hisoblanadi"
02="Windows tizimini yangilash tanlovlari"
03="Yangilashni yoqmoq"
04="Yangilashni oʻchirmoq"
05="Tizim orqali oʻzgartirishni taqiqlamoq"
06="Xizmat holati"
07="Qoʻllamoq"
08="Menyu"
09="&Windows yangilash markazi"
10="Windows xizmatlarini ochmoq"
11="&Yangilamoq"
12="Buyruqlar satri haqida"
13="&Xayriya qilmoq"
14="&Bogʻlanmoq"
15="&Veb sayt"
16="&Ilova haqida"
17="Xizmat yoqilgan va ishlamoqda"
18="Xizmat yoqilgan, lekin ishlamayapti"
19="Xizmat oʻchirilgan va oʻzgarishlar taqiqlangan!"
20="Xizmat oʻchirib qoʻyilgan!"
21="Xizmatchi maʼlumoti notoʻgʻri"
22="Nomaʼlum xatolik yuz berdi!"
23="Tanlovni amalga oshiring va qaytadan urinib koʻring!"
24="Fayl tuzib boʻlmadi!"
25="&Xizmatlarni yoqish tanlovi"
26="Kutib turing ..."
27="Nomi:"
28="Taʼrifi:"
29="Standart xizmatni yoqish:"
30="Oʻchirilgan xizmat turi:"
31="Avtomatik\n Dastaki \n Oʻchirish"
32="Ishlash payti tanlovni qoʻllamoq"
33="Tanlovlarni saqlamoq"
34="&Task Scheduler"

[Language_Tajik_Тоҷикӣ]
Translator="Шамсиддинов Зафар"
01="Ин абзорак назораткунандаи аз нав шудани худкори систем мебошад"
02="Танзимоти аз нав кардани систем"
03="Фаъол кардан"
04="Ғайрифаъол кардан"
05="Муҳофизат аз тағйироти систем"
06="Вазъияти хидмат"
07="Ҷорӣ кардан"
08="Меню"
09="&Танзимоти аз нав кардан"
10="&Хадамоти Windows"
11="&Таҷдид кардан"
12="&Иттилоъи сатри фармон"
13="&Ҳадя кардан"
14="&Тамос бо мо"
15="&Сомонаи абзорак"
16="&Дар бораи абзорак"
17="Хидмат фаъол шуда ва дар ҳоли иҷро аст"
18="Хидмат фаъол шуда ва дар ҳоли иҷро нест"
19="Хидмат ғайрифаъол ва муҳофизат аз тағйирот аст"
20="Хидмат ғайрифаъол аст"
21="Иттилоъи хидмат иштибоҳ ҳастанд"
22="Хатои ношинохта рӯй дод!"
23="Интихобе анҷом диҳед ва аз нав талош кунед!"
24="Ба парванда сабт карда нашуд!"
25="&Танзимоти феҳристи хидмат"
26="Мунтазир бошед..."
27="Номи намоён:"
28="Таъриф:"
29="Гунаи хидмати пешфарз:"
30="Гунаи хидмати ғайрифаъол:"
31="Худкор\n Дастӣ \n Ғайрифаъол"
32="Дар вақти ҷараён фаъол кардан"
33="Сабти танзимот"
34="&Task Scheduler"

[Language_Abkhazian_Аԥсуа]
Translator="Abukhba Andrei"
01="Апрограмма азкуп Windows автоматикала арҿыцрақәа аҿак./аҿых., насгьы амаҵзурақәа рнапхгара."
02="Windows арҿыцра архиарақәа"
03="Иаҿактәуп Арҿыцрақәа"
04="Иаҿыхтәуп Арҿыцрақәа"
05="Ихьчатәуп Амаҵзура Апараметрқәа"
06="Амаҵзура Астатус"
07="Ихархәатәуп"
08="Амениу"
09="Windows Арҿыцра Ацентр"
10="Windows Амаҵзурақәа"
11="Ирҿыцтәуп"
12="Акомандатә цәаҳәа аинформациа"
13="Ицхыраатәуп"
14="Аимадарақәа"
15="Аҩынтәи адаҟьа"
16="Апрограмма иазкны"
17="Амаҵзура аҿакуп, аус ауеит"
18="Амаҵзура аҿакуп, аус Ауӡом
29="Амаҵзура аҿакуп, ихьчоуп"
20="Амаҵзура аанкылоуп"
21="Ииашам амаҵуратә информациа"
22="Иҟалеит еилкаам агха!"
23="Иҟашәҵа алхра, нас ҿыц игәашәҭ!"
24="Афаил аҭаҩра ауам!"
25="Асервисқәа Рдәықәҵара Архиара"
26="Шәааԥшы ԥыҭрак ..."
27="Иаарԥшхо ахьӡ:"
28="Ахҳәаа:"
29="Амаҵзура адәықәҵара ԥсахрада:"
30="Иаанкыло асервис атип:"
31="Автоматик.\n Напыла \n Иаҿыхуп"
32="Ихархәатәуп архиарақәа аусураан"
33="Еиқәырхатәуп Архиарақәа"
34="&Task Scheduler"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Acest instrument este conceput pentru a dezactiva cu ușurință Actualizările automate Windows și pentru a preveni modificările necontrolate"
02="Opțiunea Actualizări Windows"
03="Activare actualizări"
04="Dezactivare actualizări"
05="Protejare setări servicii"
06="Stare serviciu"
07="Aplicare acum"
08="Meniu"
09="&Opțiuni de actualizare"
10="&Servicii Windows"
11="&Reîmprospătare"
12="&Informații despre linia de comandă"
13="&Donează"
14="&Contact"
15="&Pagina principală"
16="&Despre"
17="Serviciul este activat și rulează"
18="Serviciul este activat și nu rulează"
19="Serviciul este dezactivat și protejat"
20="Serviciul este dezactivat"
21="Informațiile despre servicii sunt incorecte"
22="O eroare necunoscută a apărut!"
23="Faceți o selecție și încercați din nou!"
24="Imposibil de scris fișierul!"
25="&Opțiuni pentru lista de servicii"
26="Vă rugăm așteptați..."
27="Nume afișat:"
28="Descriere:"
29="Tip serviciu implicit:"
30="Tip serviciu dezactivat:"
31="Automat\n Manual \n Dezactivat"
32="Aplicați setările în timpul funcționării"
33="Salvare setări"
34="&Programator de sarcini"
35="&Actualizați instrumentul de depanare"

[Language_Thai_ไทย #3]
Translator="-`•T@M RaiNBoW•`-"
01="เครื่องมือนี้ออกแบบมาเพื่อปิด - เปิด Automatic Windows Updates ได้อย่างง่ายดายและป้องกันการเปลี่ยนแปลงที่ไม่มีการควบคุม"
02="ตัวเลือกการอัปเดต Windows"
03="เปิดใช้งานการอัปเดต"
04="ปิดการใช้งานการอัปเดต"
05="ปกป้องการตั้งค่าบริการ"
06="สถานะการบริการ"
07="ใช้งานการตั้งค่า"
08="เมนู"
09="&อัปเดตตัวเลือก"
10="Windows และบริการ"
11="&รีเฟรช"
12="&ข้อมูลบรรทัดคำสั่ง"
13="&บริจาค"
14="&ติดต่อ"
15="&HomePage"
16="&เกี่ยวกับ"
17="บริการถูกเปิดใช้งานและทำงานอยู่"
18="บริการถูกเปิดใช้งานและไม่ทำงาน"
19="บริการถูกปิดใช้งานและได้รับการคุ้มครอง"
20="บริการถูกปิดใช้งาน"
21="ข้อมูลบริการไม่ถูกต้อง"
22="เกิดข้อผิดพลาดที่ไม่รู้จัก!"
23="ทำการเลือกแล้วลองอีกครั้ง!"
24="ไม่สามารถเขียนไฟล์ได้!"
25="&ตัวเลือกรายการบริการ"
26="กรุณารอสักครู่ ... "
27="ชื่อที่แสดง:"
28="รายละเอียด:"
29="ประเภทบริการเริ่มต้น:"
30="ประเภทบริการที่ปิดใช้งาน:"
31="อัตโนมัติ\nคู่มือ\nปิดใช้งาน"
32="ใช้การตั้งค่าระหว่างการดำเนินการ"
33="บันทึกการตั้งค่า"
34="&Task Scheduler"

[Language_Slovak_slovensky]
Translator="Adam Gábor"
01="Tento nástroj je navrhnutý tak, aby vypol automatické Windows aktualizácie ľahko a predišiel nekontrovateľnej zmene"
02="Možnosti Windows aktualizácií"
03="Zapnúť aktualizácie"
04="Vypnúť aktualizácie"
05="Chrániť nastavenia služieb"
06="Úroveň služby"
07="Uplatniť teraz"
08="Ponuka"
09="&Možnosti aktualizácií"
10="Windows &Služby"
11="&Obnoviť"
12="&Informácia o príkazovovom riadku"
13="&Prispieť"
14="&Kontakt"
15="&DomovskáStránka"
16="&Ohľadom"
17="Služba je zapnutá a beží"
18="Služba je zapnutá a nebeží"
19="Služba je vypnutá a chránena"
20="Služba je vypnutá"
21="Informácia služby je nesprávna"
22="Nastala neznáma chyba!"
23="Vyber si a skús znova!"
24="Nepodarilo sa napísať súbor!"
25="&Možnosti služieb"
26="Prosím počkajte ..."
27="Meno:"
28="Popis:"
29="Predvolený typ služby"
30="Vypnutý typ služby"
31="Automatická\n Manuálna\n Vypnutá"
32="Použiť nastavenia počas prevádzky"
33="Uložiť nastavenia"
34="&Task Scheduler"

[Language_Sinhalese_සිංහල]
Translator="සමීර සේනාරත්න"
01="මෙම මෙවලම නිර්මාණය කර ඇත්තේ ස්වයංක්‍රීය වින්ඩෝස් යාවත්කාලීනයන් පහසුවෙන් අක්‍රිය කිරීමට සහ පාලනයකින් තොරව වෙනස් වීම වැළැක්වීමටය"
02="වින්ඩෝස් යාවත්කාලීන විකල්පය"
03="යාවත්කාලීන සබල කරන්න"
04="යාවත්කාලීන අක්රිය කරන්න"
05="සේවා සැකසුම් ආරක්ෂා කරන්න"
06="සේවා තත්ත්වය"
07="දැන්ම අයදුම් කරන්න"
08="මෙනු"
09="යාවත්කාලීන විකල්ප"
10="වින්ඩෝස් සහ සේවා"
11="&නැවුම් කරන්න"
12="&විධාන රේඛා තොරතුරු"
13="පරිත්‍යාග කරන්න"
14="&අමතන්න"
15="&මුල් පිටුව"
16="&ගැන"
17="සේවාව සක්රිය කර ක්රියාත්මක වේ"
18="සේවාව සක්‍රීය කර ඇති අතර ක්‍රියාත්මක නොවේ"
19="සේවාව අබල කර ආරක්ෂා කර ඇත"
20="සේවාව අබල කර ඇත"
21="සේවා තොරතුරු වැරදියි"
22="නොදන්නා දෝෂයක් සිදු විය!"
23="තේරීමක් කර නැවත උත්සාහ කරන්න!"
24="ගොනුව ලිවීමට නොහැක!"
25="&සේවා ලැයිස්තු විකල්ප"
26="කරුණාකර රැඳී සිටින්න ..."
27="ප්රදර්ශන නාමය:"
28="විස්තර:"
29="පෙරනිමි සේවා වර්ගය:"
30="ආබාධිත සේවා වර්ගය:"
31="ස්වයංක්රීය\nඅත්පොත\nආබාධිතයි"
32="මෙහෙයුම් අතරතුර සැකසුම් යොදන්න"
33="සැකසුම් සුරකින්න"
34="කාර්ය සැලසුම්කරු"

[Language_Croatian_Croatian]
Translator="TheKreator"
01="Ovaj alat je dizajniran za jednostavno isključivanje automatskih ažuriranja sustava Windows i sprječavanje nekontroliranih promjena"
02="Opcija Windows Ažuriranja"
03="Omogućite ažuriranja"
04="Onemogućite ažuriranja"
05="Zaštitite postavke usluga"
06="Status usluge"
07="Primjenite sada"
08="Izbornik"
09="&Postavke ažuriranja"
10="Windows &usluge"
11="&Osvježite"
12="&Informacija komandnoga retka"
13="&Donirajte"
14="&Kontakt"
15="&Naslovna stranica"
16="&O"
17="Usluga je omogućena i pokrenuta"
18="Usluga je onemogućena i nije pokrenuta"
19="Usluga je onemogućena i zaštićena"
20="Usluga je onemogućena"
21="Informacije o ulsuzi su netočne"
22="Doslo je do nepoznate pogreške!"
23="Napravite izbor i pokušajte ponovno!"
24="Nije moguće zapisati datoteku!"
25="&Opcije popisa usluge"
26="Molimo, pričekajte..."
27="Prikazano ime:"
28="Opis:"
29="Zadana vrsta usluge:"
30="Onemogućena vrsta usluge:"
31="Automatski\nRučno\nOnemogućeno"
32="Primjenite postavke tijekom operacije"
33="Spremite postavke"
34="&Planer zadataka"

[Language_Lithuanian_Lietuvių]
Translator="LTU GiNtArMiXaS"
01="Šis įrankis skirtas lengvai išjungti automatinius\nWindows naujinimus"
02="Windows naujinimo parinktys"
03="Įjungti naujinimus"
04="Išjungti naujinimus"
05="Apsaugoti paslaugų nustatymus"
06="Paslaugos būsena"
07="Taikyti dabar"
08="Meniu"
09="&Windows naujinimas"
10="Windows &paslaugos"
11="&Atnaujinti"
12="&komandinės eilutės informacija"
13="&paaukoti"
14="&Susisiekti"
15="&svetainė"
16="&Apie"
17="Paslauga įjungta ir veikia"
18="Paslauga įjungta ir neveikia"
19="Paslauga išjungta ir apsaugota"
20="Paslauga išjungta"
21="Paslaugos informacija neteisinga"
22="Įvyko nežinoma klaida!"
23="Pasirinkite ir bandykite dar kartą!"
24="Negaliu įrašyti failo!"
25="&Paslaugų sąrašo parinktys"
26="Prašau palaukti..."
27="Rodomas pavadinimas:"
28="Aprašymas:"
29="numatytasis paslaugos tipas:"
30="Išjungtas paslaugos tipas:"
31="Automatinis\n Rankinis \n Išjungtas"
32="Nustatymai įsigalioja veikimo metu"
33="Išsaugoti nustatymus"
34="&Užduočių planuoklis"
35="Trikčių šalinimo vedlys"

[Language_Turkmen_Türkmen dili]
Translator="Kakajan Mengliyev"
01="Bu programma Windows täzelenmelerini awtomatiki ýagdaýda ýeňillik bilen ýakmak we öçürmek üçin niýetlenendir"
02="Windows täzelenmeleriniň sazlamalary"
03="Täzelenmeleri ýakmak"
04="Täzelenmeleri öçürmek"
05="Gorag serwisleriniň sazlamalary"
06="Serwisiň ýagdaýy"
07="Ýerine ýetirmek"
08="Menýu"
09="&Täzelenme sazlamalar"
10="Windows &serwisleri"
11="&Täzelemek"
12="&Komanda liniýasy barada"
13="&Donat etmek"
14="&Habarlaşmak"
15="&Baş sahypa"
16="&Hakynda"
17="Serwis ýakyldy we işleýär."
18="Serwis ýakyldy, ýöne işlänok."
19="Serwis öçürildi we goragly ýagdaýda."
20="Serwis öçürildi."
21="Serwis maglumatlary nädogry."
22="Näbelli ýalňyşlyk peýda boldy!"
23="Saýlaň we täzeden synanyşyň!"
24="Faýl ýazyp bolanok!"
25="&Serwis sanaw sazlamalary"
26="Garaşyň..."
27="Görkezilýän at:"
28="Goşmaça maglumat:"
29="Adaty serwis görnüşi:"
30="Öçürilen serwis görnüşi:"
31="Awtomatiki\n Awtomatiki däl\n Öçürilen"
32="Sazlamalary edilýän wagtynda ýatda saklamak"
33="Sazlamalary ýatda saklamak"
34="&Iş planlaşdyryjysy"
35="&Täzelenmeleri &düzediji"
